Repository: LuizArmesto/billreminder
Catalog: po/*.po
Languages: cs, de, fi, hr, it, nl, pl, pt_br, ro, zh_cn

source: BillReminder Notifier
cs: Oznamovač BillReminder
de: BillReminder Benachrichtigung
fi: Laskumuistuttajan huomautin
hr: BillReminder daemon
it: Sistema di notifica di BillReminder
pt_br: Notificador do BillReminder
ro: Înștiințare BillReminder
zh_cn: BillReminder 通知程序

source: Bills manager
cs: Správce účtenek
de: Rechnungen
fi: Laskujen hallinta
hr: Upravljač računima
it: Gestore bollette
nl: Rekening beheer
pl: Menedżer rachunków
pt_br: Gerenciador de contas
ro: Administrator de facturi
zh_cn: 账单管理器

source: Never forget to pay a bill again!
cs: Už nikdy nezapomenete zaplatit účty!
de: Vergessen Sie nie wieder, eine Rechnung zu bezahlen!
fi: Älä koskaan enää unohda maksaa laskua!
hr: Vise necete zaboraviti platiti račune!
nl: Nooit meer een rekening vergeten te betalen!
pl: Nigdy więcej nie zapomnisz opłacić rachunków!
pt_br: Nunca mais esqueça de pagar uma conta!
ro: Nu mai uita niciodată să plătești o factură!
zh_cn: 永远不再忘记付账单！

source: Default X coordinate for the application.
cs: Výchozí souřadnice X aplikace.
de: Vorgegebene Y-Koordinate der Anwendung.
fi: Sovelluksen X-koordinaatin oletusarvo.
pt_br: Coordenada X padrão para o aplicativo.
ro: Coordonata X implicită pentru aplicație.
zh_cn: 程序的默认 X 坐标。

source: Default Y coordinate for the application.
cs: Výchozí souřadnice Y aplikace.
de: Vorgegebene Y-Koordinate der Anwendung.
fi: Sovelluksen Y-koordinaatin oletusarvo.
pt_br: Coordenada Y padrão para o aplicativo.
ro: Coordonata Y implicită pentru aplicație.
zh_cn: 程序的默认 Y 坐标。

source: Default height of the application.
cs: Výchozí výška aplikace.
de: Standardhöhe der Anwendung.
fi: Sovelluksen oletuskorkeus.
pt_br: Altura padrão do aplicativo.
ro: Înălțimea implicită a aplicației.
zh_cn: 程序的默认高度。

source: Default width of the application.
cs: Výchozí šířka aplikace.
de: Standardbreite der Anwendung.
fi: Sovelluksen oletusleveys.
pt_br: Largura padrão do aplicativo.
ro: Lățimea implicită a aplicației.
zh_cn: 程序的默认宽度。

source: Defines the default X coordinate for the application.
cs: Definuje výchozí souřadnici X aplikace.
de: Legt die vorgegebene X-Koordinate der Anwendung fest.
fi: Määrittää sovellukseen X-koordinaatin oletusarvon.
pt_br: Define a coordenada X padrão para o aplicativo.
ro: Definește coordonata X implicită pentru aplicație.
zh_cn: 设定程序的默认 X 坐标。

source: Defines the default Y coordinate for the application.
cs: Definuje výchozí souřadnici Y aplikace.
de: Legt die vorgegebene Y-Koordinate der Anwendung fest.
fi: Määrittää sovellukseen X-koordinaatin oletusarvo.
pt_br: Define a coordenada Y padrão para o aplicativo.
ro: Definește coordonata Y implicită pentru aplicație.
zh_cn: 设定程序的默认 Y 坐标。

source: Defines the default height of the application.
cs: Definuje výchozí výšku aplikace.
de: Legt die Standardhöhe der Anwendung fest.
fi: Määrittää sovelluksen oletuskorkeuden.
pt_br: Define a altura padrão do aplicativo.
ro: Definește înălțimea implicită a aplicației.
zh_cn: 设定程序的默认高度。

source: Defines the default width of the application.
cs: Definuje výchozí šířku aplikace.
de: Legt die Standardbreite der Anwendung fest.
fi: Määrittää sovelluksen oletusleveyden.
pt_br: Define a largura padrão do aplicativo.
ro: Definește lățimea implicită a aplicației.
zh_cn: 设定程序的默认宽度。

source: Delay between notifications.
cs: Prodleva mezi oznámeními.
de: Zeit zwischen den Benachrichtigungen.
fi: Viive huomautusten välillä.
pt_br: Intervalo entre notificações.
ro: Întârziere între notificări.
zh_cn: 通知之间的延时。

source: Display only paid bills.
cs: Zobrazovat pouze zaplacené účtenky.
de: Nur alle bezahlten Einträge anzeigen.
fi: Näytä vain maksetut laskut.
pt_br: Exibe apenas as contas pagas.
ro: Afișează numai facturile plătite.
zh_cn: 只显示已付账单。

source: Display the menu bar.
cs: Zobrazovat lištu nabídek.
de: Menüleiste anzeigen.
fi: näytä valikkopalkki.
pt_br: Exibe a barra de menu.
ro: Afișează bara de meniu.
zh_cn: 显示菜单栏。

source: Display the toolbar.
cs: Zobrazovat lištu nástrojů.
de: Die Werkzeugleiste anzeigen.
fi: Näytä työkalupalkki.
pt_br: Exibe a barra de ferramentas.
ro: Afișează bara de instrumente.
zh_cn: 显示工具栏。

source: How long to display the alarm notification.
cs: Jak dlouho zobrazovat výstražné upozornění.
de: Anzeigezeit der Alarm-Benachrichtigung.
fi: Kuinka pitkään hälytys näytetään.
pt_br: Período de exibição da notificação de alarme.
ro: Cât timp să se afișeze alarma de notificare.
zh_cn: 警告通知显示时长。

source: How many days prior to due date to alert.
cs: Kolik dní před datem splatnosti dát výstrahu.
de: Legt die Anzahl der Tage vor der Fälligkeit fest, wenn mit dem Alarm begonnen werden soll.
fi: Kuinka monta pävää ennen eräpäivää hälytetään.
pt_br: Quantos dias alertar antes da data de vencimento.
ro: Câte zile înainte de data scadentă pentru a alerta.

source: How many days prior to due date to notify.
cs: Kolik dní před datem splatnosti oznámit.
de: Legt die Anzahl der Tage vor der Fälligkeit fest, wenn mit der Benachrichtigung begonnen werden soll.
fi: Kuinka monta päivää ennen eräpäivää huomautetaan.
pt_br: Quantos dias notificar antes da data de vencimento.
ro: Câte zile înainte de data scadentă pentru a notifica.

source: Start the application in the system's tray.
cs: Aplikaci spouštět v systémovém panelu.
de: Start der Anwendung im Benachrichtigungsfeld.
fi: Käynnistä ohjelma ilmoitusalueella.
pt_br: Iniciar o aplicativo na bandeja do sistema.
ro: Porniți aplicația în zona de notificare a sistemului.
zh_cn: 在系统托盘上启动程序。

source: The date a bill is due.
cs: Splatnost účtenky skončila.
de: Das Datum, zu dem eine Rechnung fällig ist.
fi: Laskun eräpäivä.
pt_br: A data de vencimento de uma conta.
ro: Data la care trebuie plătită o factură.
zh_cn: 账单到期了。

source: What specific time to display alert.
cs: V jaký konkrétní čas zobrazovat výstrahu.
de: Legt die spezifische Zeit des angezeigten Alarms fest.
fi: Mihin kellonaikaan hälytetään.
pt_br: Qual o horário específico para exibir o alerta.
ro: Când exact să se afișeze alerta.
zh_cn: 显示警报的具体时间。

source: Whether to display notifications on startup.
cs: Zda zobrazovat oznámení při spuštění.
de: Legt fest, ob beim Start Benachrichtigungen angezeigt werden sollen.
fi: Näytetäänkö huomautukset käynnistettäessä.
pt_br: Exibe notificações ao iniciar.
ro: Dacă se afișează notificările la pornire.
zh_cn: 启动时是否显示通知。

source: Whether to display the menu bar or not.
cs: Zda zobrazovat lištu nabídek nebo ne.
de: Legt fest, ob die Menüleiste angezeigt werden soll oder nicht.
fi: Näytetäänkö valikkopalkki.
pt_br: Exibe ou não a barra de menu.
ro: Dacă se afișează bara de meniu sau nu.
zh_cn: 是否显示菜单栏。

source: Whether to display the toolbar or not.
cs: Zda zobrazovat lištu nástrojů nebo ne.
de: Legt fest, ob die Werkzeugleiste angezeigt werden soll oder nicht.
fi: Näytetäänkö työkalupalkki.
pt_br: Exibe ou não a barra de ferramentas.
ro: Dacă se afișează bara de instrumente sau nu.
zh_cn: 是否显示工具栏。

source: Whether to show alarms before a bill is due.
cs: Zda zobrazovat výstrahu před datem splatnosti.
de: Legt fest, ob vor der Fälligkeit einer Rechnung Alarme angezeigt werden sollen.
fi: Näytetäänkö hälytykset ennen laskun erääntymistä.
pt_br: Mostra alarmes antes de uma conta vencer.
ro: Dacă să fie arătate alarmele înainte de data scadentă a unei facturi.
zh_cn: 账单到期之前是否显示警告。

source: Whether to show alarms.
cs: Zda zobrazovat výstrahu.
de: Legt fest, ob Alarme angezeigt werden sollen.
fi: Näytätäänkö hälytykset.
pt_br: Mostra alarmes.
ro: Dacă să fie arătate alarmele.
zh_cn: 是否显示警告。

source: Whether to show notifications for paid bills.
cs: Zda zobrazovat oznámení pro zaplacené účtenky.
de: Legt fest, ob Benachrichtigungen für bezahlte Rechnungen angezeigt werden sollen.
fi: Näytetäänkö huomautukset maksetuista laskuista.
pt_br: Mostra notificações para contas pagas.
ro: Dacă să se arătate notificări pentru facturile plătite.
zh_cn: 是否为已付账单显示通知。

source: Whether to start the application in the system's tray.
cs: Zda spouštět aplikaci v systémovém panelu.
de: Legt fest, ob die Anwendung im Benachrichtigungsfeld gestartet werden soll.
fi: Näytetäänkö ohjelma ilmoitusalueella.
pt_br: Iniciar o aplicativo na bandeja do sistema.
ro: Dacă să se pornească aplicația în zona de notificare a sistemului
zh_cn: 是否启动程序到系统托盘。

source: Whether to use dialogs for notifications.
cs: Zda použít pro oznamování dialogová okna.
de: Legt fest, ob Benachrichtigungsdialoge angezeigt werden sollen.
fi: Käytetäänkö huomautuksille ikkunoita.
pt_br: Usa diálogos para notificações.
ro: Dacă se utilizează casete de dialog pentru notificări.
zh_cn: 是否为通知使用对话框。

source: Add a new bill
cs: Přidat novou účtenku
de: Neue Rechnung hinzufügen
fi: Lisää uusi lasku
pt_br: Adiciona uma nova conta
ro: Adaugă o factură nouă
zh_cn: 添加一个新账单

source: Delete selected bill
cs: Odstranit vybrané účtenky
de: Ausgewählte Rechnung löschen
fi: Poista valittu lasku
pt_br: Exclui a conta selecionada
ro: Șterge factura selectată
zh_cn: 删除选中的账单

source: Edit a bill
cs: Upravit účtenku
de: Rechnung bearbeiten
fi: Muokkaa laskua
pt_br: Editar uma conta
ro: Modifică o factură
zh_cn: 编辑一个账单

source: Mark as not paid
cs: Označit jako nezaplacené
de: Als nicht bezahlt markieren
fi: Merkitse maksamattomaksi
hr: Označeno kao neplaćeno
it: Segna come non pagata
nl: Markeren als niet betaald
pt_br: Marca como não paga
ro: Bifează ca neplătit
zh_cn: 标记为未支付

source: Mark as paid
cs: Označit jako zaplacené
de: Als bezahlt markieren
fi: Merkitse maksetuksi
hr: Označi kao plaćeno
it: Segna come pagata
nl: Markeren als betaald
pl: Oznacz jako zapłacony
pt_br: Marca como paga
ro: Marchează ca plătit
zh_cn: 标记为已支付

source: Show Toolbar
pt_br: Mostrar barra de ferramentas
ro: Arată bara de instrumente
zh_cn: 显示工具栏

source: _All Bills
cs: _Všechny účtenky
de: _Alle Rechnungen
fi: K_aikki laskut
ro: To_ate facturile

source: _Edit
cs: _Upravit
de: _Bearbeiten
fi: _Muokkaa
nl: Be_werken
pt_br: _Editar
ro: _Editare
zh_cn: 编辑(_E)

source: _File
cs: _Soubor
de: _Datei
fi: _Tiedosto
hr: _Glavni
nl: _Bestand
pl: _Plik
ro: _Fișier

source: _Help
cs: _Nápověda
de: _Hilfe
fi: _Ohje
hr: P_omoć
it: _Aiuto
nl: _Hulp
pl: P_omoc
pt_br: Aj_uda
ro: _Ajutor
zh_cn: 帮助(_H)

source: _Not Paid Only
cs: Pouze _nezaplacené
de: _Nur unbezahlte
fi: Vain _maksamattomat
hr: _Samo neplaćene
it: Solo _non pagate
nl: _Enkel niet betaald
pl: Tylko _niezapłacone
ro: Doar ce este _neplătit

source: _Paid Only
cs: Pouze _zaplacené
de: _Nur bezahlte
fi: Vain ma_ksetut
hr: Sa_mo plaćene
it: Solo _pagate
nl: Enkel be_taald
pl: Tylko za_płacone
ro: Doar ce este _plătit

source: _View
cs: _Zobrazit
de: _Ansicht
fi: _Näytä
hr: _Pogled
it: _Visualizza
nl: _Beeld
pl: _Widok
pt_br: _Ver
ro: _Vizualizare
zh_cn: 查看(_V)

source: A_larm:
pt_br: Alarme:
ro: A_larmă:
zh_cn: 警告(_L)：

source: Manage Categories
cs: Spravovat kategorie:
de: Kategorien verwalten
fi: Hallitse luokkia
hr: Upravljač kategorijama
it: Gestisci le categorie
nl: Categorieën beheren
pl: Zarządzaj kategoriami
pt_br: Gerencia as categorias
ro: Administrare categorii
zh_cn: 管理分类

source: Optional Fields
pt_br: Campos adicionais
ro: Câmpuri opționale
zh_cn: 可选字段

source: _Amount:
pt_br: _Valor:
ro: Sum_a:
zh_cn: 数量(_A)

source: _Category:
pt_br: _Categoria:
ro: _Categorie:
zh_cn: 分类(_C)：

source: _Due Date:
pt_br: _Data de vencimento:
ro: _Data scadentă:
zh_cn: 应付日期(_D)

source: _End Date:
pt_br: Data _final:
ro: Data finali_zării:
zh_cn: 终止日期(_E)：

source: _Notes:
pt_br: _Anotações:
ro: _Notițe:
zh_cn: 注释(_N)：

source: _Payee:
pt_br: _Titular:
ro: _Beneficiar:
zh_cn: 收款人(_P)：

source: _Repeat:
pt_br: _Repetir:
ro: _Repetă:
zh_cn: 重复(_R)：

source: Usage: billreminder [OPTIONS...]
cs: Použití: billreminder [PŘEPÍNAČ…]
de: Aufruf: billreminder [OPTIONEN...]
fi: Käyttö: billreminder [VALITSIMET...]
it: Utilizzo: billreminder [OPZIONI...]
nl: Gebruik: billreminder [OPTIES...]
pl: Użycie: billreminder [opcje]
pt_br: Uso: billreminder [OPÇÕES...]
ro: Utilizare: billreminder [OPȚIUNI...]
zh_cn: 用法：billreminder [选项...]

source: Displays the version number for this application.
cs: Vypíše označení verze této aplikace.
de: Zeigt die Versionsnummer dieser Anwendung an.
fi: Näyttää tämän ohjelman versionumeron.
it: Visualizza il numero di versione di questa applicazione.
nl: Toont het versienummer voor deze toepassing
pl: Wyświetla numer wersji aplikacji.
pt_br: Exibe o número da versão para este aplicativo.
ro: Afișează numărul versiunii pentru această aplicație.
zh_cn: 显示本程序的版本号。

source: About this application.
cs: O této aplikaci.
de: Über diese Anwendung
fi: Tietoja sovelluksesta.
it: Informazioni sull'applicazione.
nl: Over deze toepassing.
pl: O programie
pt_br: Sobre este aplicativo.
ro: Despre această aplicație.
zh_cn: 关于此程序。

source: Adds a new bill to the database.
cs: Přidá novou účtenku do databáze.
de: Neue Rechnung zur Datenbank hinzufügen.
fi: Lisää uuden lasku tietokantaan.
pt_br: Adiciona uma nova conta no banco de dados.
ro: Adaugă o factură nouă în baza de date.
zh_cn: 向数据库添加新账单。

source: Access database directly, without daemon.
cs: Přistupovat přímo k databázi bez použití démona.
de: Ohne Hintergrunddienst auf Datenbank direkt zugreifen.
fi: Ota yhteyttä tietokantaan suoraan, ilman palvelinprosessia.
it: Accede direttamente al database, senza demone.
nl: Directe toegang tot de database, zonder daemon.
pl: Używaj bezpośredniego dostępu do bazy, bez użycia deamona.
pt_br: Acessa o banco de dados diretamente, sem o serviço.
ro: Accesează baza de date direct, fără serviciu.
zh_cn: 直接访问数据库，不使用守护进程。

source: This option is not implemented yet.
cs: Tento přepínač ještě nebyl implementován.
de: Diese Option ist noch nicht implementiert.
fi: Tätä toimintoa ei ole vielä toteutettu.
it: Questa opzione non è stata ancora implementata.
nl: Deze optie is nog niet geïmplementeerd
pl: Ta funkcja nie została jeszcze dodana.
pt_br: Esta opção ainda não está implementada.
ro: Această opțiune nu este încă implementată.
zh_cn: 此选项尚未实现。

source: This is %(appname)s - Version: %(version)s
cs: Toto je %(appname)s - verze: %(version)s
de: Dies ist %(appname)s - Version: %(version)s
fi: Tämä on %(appname)s - versio: %(version)s
hr: Ovo je %(appname)s - Verzija: %(version)s
it: Questo è %(appname)s - Versione: %(version)s
nl: Dit is %(appname)s - Versie: %(version)s
pl: To jest %(appname)s - Wersja: %(version)s
pt_br: Este é o %(appname)s - Versão: %(version)s
ro: Acesta este %(appname)s - Versiunea: %(version)s
zh_cn: 这是 %(appname)s - 版本：%(version)s

source: Print output messages.
cs: Vypisovat výstupní zprávy.
de: Meldungen anzeigen.
fi: Tulostaa viestejä.
it: Stampa i messaggi di output.
nl: Toon uitvoer berichten.
pt_br: Imprime mensagens de saída.
ro: Tipărește mesajele de ieșire.
zh_cn: 打印输出消息。

source: Don't run as a daemon.
cs: Nespouštět jako démona.
de: Nicht als Hintergrunddienst starten.
fi: Älä suorita taustaprosessina.
it: Non eseguire come demone.
nl: Niet als daemon draaien.
pl: Nie działaj w tle.
pt_br: Não executar como um serviço.
ro: Nu rula ca serviciu.
zh_cn: 不要作为守护进程运行。

source: Start daemon and launch GUI.
cs: Spustit démona a grafické uživatelské rozhraní.
de: Hintergrunddienst und GUI starten.
fi: Käynnistä taustaprosessi ja avaa graafinen käyttöliittymä.
it: Avvia il demone e lancia l'interfaccia.
nl: Start de daemon en de GUI
pl: Uruchom deamona i GUI.
pt_br: Inicia o serviço e executa a interface gráfica.
ro: Pornește serviciul și lansează interfața grafică.
zh_cn: 启动守护进程并启动图形界面。

source: Stop daemon.
cs: Zastavit démona.
de: Hintergrunddienst stoppen.
fi: Pysäytä taustaprosessi.
it: Ferma il demone.
pl: Zatrzymaj deamona.
pt_br: Para o serviço.
ro: Oprește serviciul.
zh_cn: 停止守护进程。

source: You have %s outstanding bill to pay!
cs: Máte nezaplacenou jednu účtenku!
de: Sie haben eine ausstehende Rechnung zu bezahlen!
fi: Sinulla on %s maksamaton lasku!
hr: Imate %s računa za platiti!
it: Hai %s bolletta in sospeso da pagare!
nl: U hebt %s openstaande rekening om te betalen!
pl: Nie masz zaległych rachunków.
pt_br: Você tem %s conta a pagar!
ro: Aveți de plătit %s factură!

source: Show BillReminder
cs: Zobrazit BillReminder
de: BillReminder anzeigen
fi: Näytä laskumuistuttaja
hr: Prikaži BillReminder
it: Mostra BillReminder
nl: BillReminder tonen
pl: Pokaż BillReminder
pt_br: Mostrar BillReminder
ro: Arată BillReminder
zh_cn: 显示 BillReminder

source: The bill %(bill)s will be due at %(day)s.
cs: Splatnost účtenky %(bill)s končí %(day)s.
de: Die Rechnung %(bill)s ist in %(day)s fällig.
fi: Laskun %(bill)s eräpäivä on %(day)s.
hr: Račun %(bill)s ce dospjeti za %(day)s dana.
it: La bolletta %(bill)s è in scadenza il %(day)s.
nl: De rekening %(bill)s moet betaald worden op %(day)s.
pl: Rachunek %(bill)s będzie do zapłacenia za %(day)s dni.
pt_br: A conta %(bill)s vencerá dia %(day)s.
ro: Factura %(bill)s trebuie achitată în ziua de %(day)s.
zh_cn: 账单 %(bill)s 将在 %(day)s 到期。

source: The bill %s is due.
cs: Splatnost účtenky „%s“ skončila.
de: Die Rechnung %s ist fällig.
fi: Lasku %s on myöhässä.
hr: Račun %s je dospio.
it: La bolletta %s è scaduta.
nl: De rekening %s moet betaald worden.
pl: Rachunek %s jest do zapłacenia.
pt_br: A conta %s está vencida.
ro: Este timpul pentru a plăti factura %s.
zh_cn: 账单 %s 已到期。

source: Edit
cs: Upravit
de: Bearbeiten
fi: Muokkaa
hr: Izmjeni
it: Modifica
nl: Bewerken
pl: Edycja
pt_br: Editar
ro: Editare
zh_cn: 编辑

source: Lock File found: You have another instance running. (pid=%d)
cs: Nalezen zámek: aplikace již běží. (číslo procesu: %d)
de: Sperrdatei gefunden: Eine andere Instanz des Programms läuft bereits. (pid=%d)
fi: Havaittiin lukkotiedosto: billreminder on jo käynnissä (pid %d)
hr: Lock file pronađen: Jedna instanca je već pokrenuta. (pid=%d)
it: File di Lock trovato: un'altra sessione è in corso. (pid=%d)
nl: Lock bestand gevonden: Er draait al een andere instantie. (pid=%d)
pl: Znaleziono plik blokady: działa inna instancja programu. (pid=%d)
pt_br: Arquivo de bloqueio localizado: Você tem uma outra instância executando. (pid=%d)
ro: Fișierul de blocaj a fost găsit. Rulează o altă instanță a acestui proces. (pid=%d)
zh_cn: 找到了锁文件：已经有其它实例正在运行。(pid=%d)

source: Lock File found: Possibly the program was exited unexpectedly.
cs: Nalezen zámek: je možné, že aplikace byla neočekávaně ukončena.
de: Sperrdatei gefunden: Das Programm wurde möglicherweise unterwartet beendet.
fi: Havaittiin lukkotiedosto: ohjelma on ehkä kaatunut odottamatta.
hr: Lock file nije pronađen: Program se vjerovatno srušio.
it: Trovato file di lock: Probabilmente il programma è uscito inaspettatamente.
nl: Lock bestand gevonden: Mogelijk is het programma onverwachts gestopt.
pl: Znaleziono plik blokady: prawdopodobnie program niespodziewanie zakończył pracę.
pt_br: Arquivo de bloqueio localizado: Possivelmente o programa saiu inesperadamente.
ro: Fișierul de blocaj a fost găsit. Posibil că programul a fost închis pe neașteptate.
zh_cn: 找到了锁文件：可能程序异常退出。

source: Removing Lock File...
cs: Odstraňuje se zámek…
de: Sperrdatei wird entfernt …
fi: Poistetaan lukkotiedosto...
hr: Brišem lock file...
it: Rimozione del file di lock...
nl: Verwijderen lock bestand...
pl: Usuwanie pliku blokady...
pt_br: Removendo arquivo de bloqueio.
ro: Se șterge fișierul de blocaj...
zh_cn: 正在移除锁文件...

source: Successfully.
cs: Úspěšné.
de: Erfolgreich.
fi: Onnistui.
hr: Uspješno.
it: Completata.
nl: Geslaagd.
pl: Zakończone powodzeniem
pt_br: Com sucesso.
ro: Cu succes.
zh_cn: 成功。

source: Failed.
cs: Selhalo.
de: Gescheitert.
fi: Epäonnnistui.
hr: Neuspješno.
it: Fallita.
nl: Mislukt.
pl: Nie powiodło się
pt_br: Falhou.
ro: Eșuat.
zh_cn: 失败。

source: BillReminder Notifier is already running.
cs: Oznamovač BillReminder již běží.
de: BillReminder Notifier läuft bereits.
fi: Laskumuistuttajan huomautin on jo käynnissä.
hr: BillReminder daemon je već pokrenut.
it: Il sistema di notifica di BillReminder è già in esecuzione.
nl: BillReminder notifier draait reeds.
pl: Powiadomienia BillRemindera są już uruchomione.
pt_br: Notificador do BillReminder já está sendo executado.
ro: BillReminder deja rulează.
zh_cn: BillReminder 通知程序已经运行。

source: translator-credits
cs: Pavel Šefránek <ps@pjoul.cz> Marek Černocký <marek@manet.cz>
de: Übersetzer Launchpad Contributions: Johannes Steidl https://launchpad.net/~jsteidl Sebastian https://launchpad.net/~sebastian-haselbeck cyrus https://launchpad.net/~cyrus82 Launchpad Contributions: Johannes Steidl https://launchpad.net/~jsteidl Lorenz https://launchpad.net/~lorenzloidl Martin Kaufmann https://launchpad.net/~martin.kaufmann Sebastian https://launchpad.net/~sebastian-haselbeck cyrus https://launchpad.net/~cyrus82
fi: Launchpad-käännökset: Tero Keinänen https://launchpad.net/~kenkku Niko Lewman https://launchpad.net/~niko-lewman Og Maciel https://launchpad.net/~ogmaciel Aamukahvi https://launchpad.net/~aamukahvi/
hr: Autori prijevoda: Launchpad Contributions: Mario Đanić https://launchpad.net/~mario-danic Launchpad Contributions: Mario Đanić https://launchpad.net/~mario-danic
it: Ringraziamenti per la traduzione Launchpad Contributions: giopas https://launchpad.net/~linux-giopas Launchpad Contributions: Andrea Corbellini https://launchpad.net/~andrea-bs Og Maciel https://launchpad.net/~ogmaciel Sergio Zanchetta https://launchpad.net/~primes2h giopas https://launchpad.net/~linux-giopas
nl: Reinout van Schouwen Daniel van Eeden Kijk voor meer info op http://nl.gnome.org/ Launchpad Contributions: Daniel van Eeden https://launchpad.net/~translation-myname Launchpad Contributions: Daniel van Eeden https://launchpad.net/~translation-myname Johny Provoost https://launchpad.net/~jepe Martijn Cielen https://launchpad.net/~mcielen Og Maciel https://launchpad.net/~ogmaciel leoquant https://launchpad.net/~leoquant
pl: Launchpad Contributions: Michał Sawicz https://launchpad.net/~saviq Swistak https://launchpad.net/~swistakers bogus https://launchpad.net/~tomczak-jakub verin https://launchpad.net/~verin-darthirii-gmail Łukasz Jernaś https://launchpad.net/~deejay1 Launchpad Contributions: Michał Sawicz https://launchpad.net/~saviq Swistak https://launchpad.net/~swistakers Tomasz Z. Napierala https://launchpad.net/~tzn bogus https://launchpad.net/~tomczak-jakub verin https://launchpad.net/~verin-darthirii-gmail Łukasz Jernaś https://launchpad.net/~deejay1
pt_br: Og Maciel <og.maciel@gnome.org> Luiz Armesto <luiz.armesto@gmail.com> Fábio Nogueira <deb-user-ba@ubuntu.com> Vladimir Melo <vladimirmelo.psi@gmail.com> Djavan Fagundes <dnoway@gmail.com> Kurt Kraut <translations@kurtkraut.net>
ro: Launchpad Contributions: Adi Roiban https://launchpad.net/~adiroiban Cătălina Popovici https://launchpad.net/~catalina Ionuț Jula https://launchpad.net/~ionutjula Ryan Lortie https://launchpad.net/~desrt Nicolae Antonio <anto.nicolae@gmail.com>
zh_cn: YunQiang Su <wzssyqa@gmail.com>

source: BillReminder Website
cs: Webové stránky aplikace BillReminder
fi: Laskumuistuttajan www-sivut
it: Sito web di BillReminder
nl: BillReminder Webstek
pl: Strona internetowa BillReminder
pt_br: Website do BillReminder
ro: Sait web BillReminder
zh_cn: BillReminder 网站

source: Select Date and Time
cs: Vyberte datum a čas
de: Datum und Uhrzeit auswählen
fi: Valitse päivämäärä ja aika
hr: Odaberi datum i vrijeme
it: Seleziona la data e l'ora
nl: Datum en tijd selecteren
pl: Wybierz datę i godzinę
pt_br: Selecione a data e hora
ro: Alege data și ora
zh_cn: 选择日期和时间

source: None
cs: Není
de: keine
fi: Ei lainkaan
hr: Ništa
it: Nessuna
nl: Geen
pt_br: Nenhum
ro: Niciuna
zh_cn: 无

source: New Category
cs: Nová kategorie
de: Neue Kategorie
fi: Uusi luokka
hr: Nova kategorija
it: Nuova categoria
nl: Nieuwe categorie
pl: Nowa kategoria
pt_br: Nova categoria
ro: Categorie nouă
zh_cn: 新分类
