Repository: LuizArmesto/billreminder
Catalog: po/*.po
Languages: cs, de, fi, hr, it, nl, pl, pt_br, ro, zh_cn

source: The end date is set to a date prior to the start date. Setting it to match the start date.
cs: Konečné datum je nastaveno na dřívější než počáteční. Nastavte jej tak, aby odpovídalo počátečnímu.
de: Das Enddatum wurde vor dem Startdatum gesetzt. Ändern Sie es so, dass es zum Startdatum passt.
pt_br: A data final está definida como uma data anterior à data inicial. Configurando para combinar a data de início.
ro: Data de sfârșit este stabilită la o dată înainte de data de început. Se stabilește astfel încât să se potrivească cu data de început.
zh_cn: 终止日期设在了起始日期之前。正在设置它以匹配起始日期。

source: Date set in the past
cs: Datum nastaveno do minulosti
de: Zeitpunkt ist in der Vergangenheit
pt_br: Data definida no passado
ro: Dată stabilită în trecut
zh_cn: 过去设置的日期

source: "%s" and "%s" are required fields.
cs: Položky „%s“ a „%s“ je nutné vyplnit.
de: »%s« und »%s« sind Pflichtfelder.
fi: "%s" ja "%s" ovat pakollisia kohtia.
hr: "%s"ÂˇandÂˇ"%s"ÂˇareÂˇsu obvezna polja.
it: «%s» e «%s» sono campi obbligatori.
nl: "%s" en "%s" zijn verplichte velden.
pl: Pola "%s" oraz "%s" są wymagane.
pt_br: "%s" e "%s" são campos requeridos.
ro: „%s” și „%s” sunt câmpuri obligatorii.
zh_cn: "%s" 和 "%s" 是必须字段。

source: Payee
cs: Věřitel
de: Empfänger
fi: Saaja
hr: Primatelj:
it: Creditore
nl: Begunstigde
pl: Odbiorca
pt_br: Titular
ro: Beneficiar
zh_cn: 收款人

source: Amount
cs: Částka
de: Betrag
fi: Määrä
hr: Iznos
it: Importo
nl: Bedrag
pl: Kwota
pt_br: Valor
ro: Sumă
zh_cn: 数量

source: "%s" is required field.
cs: Položku „%s“ je nutné vyplnit.
de: »%s« ist ein Pflichtfeld.
fi: "%s" on pakollinen kohta.
hr: "%s" je obvezno polje.
it: «%s» è un campo obbligatorio.
nl: "%s" is een verplicht veld.
pl: Pole "%s" jest wymagane.
pt_br: "%s" é um campo requerido.
ro: „%s” este un câmp obligatoriu.
zh_cn: "%s" 是必须字段。

source: The end date is set to a date prior to the start date.
ro: Data de sfârșit este setată la o dată înainte de data de început.

source: Categories Manager
cs: Správce kategorií
de: Kategorien
fi: Luokkien hallinta
hr: Upravljač kategorijama
it: Gestore delle categorie
nl: Categorie beheer
pl: Zarządzaj kategoriami
pt_br: Gerenciador de categorias
ro: Manager categorii
zh_cn: 分类管理器

source: Categories
cs: Kategorie
de: Kategorien
fi: Luokat
hr: Kategorije
it: Categorie
nl: Categorieën
pl: Kategorie
pt_br: Categorias
ro: Categorii
zh_cn: 分类

source: Name:
cs: Název:
fi: Nimi:
hr: Ime:
it: Nome:
nl: Naam:
pl: Nazwa:
pt_br: Nome:
ro: Nume:
zh_cn: 名称：

source: Color:
cs: Barva:
de: Farbe:
fi: Väri:
hr: Boja:
it: Colore:
nl: Kleur:
pl: Kolor:
pt_br: Cor:
ro: Culoare:
zh_cn: 颜色：

source: The category "%s" already exists in the database! Do you want to save your change to the existing category?
cs: Kategorie „%s“ již v databázi existuje! Chcete do ní promítnout provedené změny?
de: Die Kategorie »%s« gibt es bereits in der Datenbank! Wollen Sie Ihre Änderungen in der bestehenden Kategorie speichern?
fi: Luokka "%s" on jo olemassa! Haluatko tallentaa muutokset olemassaolevaan luokkaan?
it: La categoria «%s» esiste già nel database! Vuoi salvare le modifiche nella categoria esistente?
nl: De categorie "%s" bestaat al in de database! Wilt u de veranderingen in de bestaande categorie plaatsen?
pl: Kategoria "%s" istnieje już w bazie danych! Czy chcesz zapisać zmiany w istniejącej kategorii?
pt_br: A categoria "%s" já existe no banco de dados! Você deseja salvar suas alterações da categoria atual?
ro: Categoria „%s” deja există în baza de date! Doriți să salvezi modificările în categoria deja existentă?
zh_cn: 分类 "%s" 已经存在于数据库中！ 想要保存您的更改到现有分类中吗？

source: Do you really want to delete this category?
cs: Opravdu chcete smazat tuto kategorii?
de: Wollen Sie »%s« wirklich löschen?
fi: Haluatko varmasti poistaa tämän luokan??
it: Vuoi veramente cancellare questa categoria?
nl: Weet u zeker dat u deze categorie wilt verwijderen?
pl: Czy na pewno usunąć tę kategorię?
pt_br: Você deseja realmente excluir esta categoria?
ro: Chiar vreți să ștergeți această categorie?
zh_cn: 真的要删除此分类吗？

source: There is %d more bill in this category.
cs: V této kategorii je ještě jedna další účtenka.
de: Es gibt eine weitere Rechnung in dieser Kategorie.
fi: Tässä luokassa on vielä %d lasku.
it: C'è ancora %d bolletta in questa categoria.
nl: Er is nog %d rekening in deze categorie.
pt_br: Existe mais %d conta nesta categoria.
ro: Mai este %d factură în această categorie.
zh_cn: 此分类中有 %d 个更多账单。

source: Confirmation
cs: Potvrzení
de: Bestätigung
fi: Vahvistus
hr: Potvrda
it: Conferma
nl: Bevestiging
pl: Potwierdzenie
pt_br: Confirmação
ro: Confirmare
zh_cn: 确认

source: _New
ro: _Nou

source: Add new bill
pt_br: Adicionar uma nova conta
ro: Adăugați o factură nouă
zh_cn: 添加新账单

source: _Delete
ro: Ș_terge

source: P_aid
ro: Plăt_ită

source: No_t Paid
ro: Neplă_tită

source: _Show Toolbar
cs: Zobrazit lištu _nástrojů
de: _Werkzeugleiste anzeigen
fi: Näytä _työkalupalkki
ro: _Arată bara de unelte

source: Show the toolbar
cs: Zobrazovat lištu nástrojů
de: Die Werkzeugleiste anzeigen
fi: Näytä työkalupalkki
hr: Prikaži alatnu traku
it: Mostra la barra degli strumenti
nl: De werkbalk tonen
pl: Wyświetlaj pasek narzędzi
pt_br: Mostra a barra de ferramentas
ro: Arată bara de unelte
zh_cn: 显示工具栏

source: Do you really want to delete "%s"?
cs: Opravdu chcete odstranit „%s“?
de: Wollen Sie »%s« wirklich löschen?
fi: Haluatko varmasti poistaa laskun "%s"?
hr: Želite li zbilja obrisati "%s"?
it: Vuoi veramente cancellare «%s»?
nl: Weet u zeker dat u "%s" wilt verwijderen?
pl: Czy na pewno chcesz usunąć "%s"?
pt_br: Deseja realmente excluir "%s"?
ro: Chiar vreți să ștergeți „%s”?
zh_cn: 真的要删除 "%s" 吗？

source: Preferences
cs: Předvolby
de: Einstellungen
fi: Asetukset
hr: Postavke
it: Preferenze
nl: Voorkeuren
pl: Preferencje
pt_br: Preferências
ro: Preferințe
zh_cn: 首选项

source: <b>Alarms</b>
cs: <b>Výstraha</b>
de: <b>Erinnerungen</b>
fi: <b>Hälytykset</b>
pt_br: <b>Alarmes</b>
ro: <b>Alarme</b>
zh_cn: <b>警告</b>

source: _Alert before due date:
cs: _Upozornit před koncem splatnosti:
de: _Alarm vor Fälligkeitsdatum:
fi: _Hälyytä ennen eräpäivää:
pt_br: _Alertar antes da data de vencimento:
ro: _Atenționează înainte de data scandentă:
zh_cn: 应付日期之前警报(_A)：

source: day(s).
cs: den/dny.
de: Tag(e).
fi: päivää.
hr: dan(i).
it: giorno(i).
nl: dag/dagen.
pl: dzień (dni)
pt_br: dia(s).
ro: zi(le).
zh_cn: 天。

source: _Preferred time:
cs: U_přednostňovaný čas:
de: Be_vorzugte Zeit:
fi: _Haluttu kellonaika:
pt_br: Horário _preferido:
ro: Oră _preferată:
zh_cn: 喜好的时间(_P)：

source: Get alerted when individual bills are due.
cs: Nechejte se varovat před koncem splatnosti.
de: Werde alarmiert wenn individuelle Rechnungen fällig sind.
fi: Huomauta, kun yksittäiset laskut erääntyvät.
hr: Obavijesti me kada pojedinačni računi dospiju.
it: Avverti quando singole bollette sono scadute.
nl: Een waarschuwing als individuele rekeningen betaald moeten worden.
pl: Powiadomienie gdy do zapłacenia pojedyncze rachunki.
pt_br: Ser alertado quando as contas vencerem individualmente.
ro: Primiți atenționare când se apropie scandența facturilor individuale.

source: <b>Notifications</b>
cs: <b>Upozornění</b>
de: <b>Benachrichtigungen</b>
fi: <b>Huomautukset</b>
pt_br: <b>Notificações</b>
ro: <b>Notificări</b>
zh_cn: <b>通知</b>

source: Define when to be notified of upcoming bills.
cs: Určuje, kdy se má upozornit na blížící se platbu.
de: Geben Sie an, wann Sie über bald fällige Rechnungen benachrichtigt werden wollen.
fi: Valitse milloin haluat huomautettavan tulevista laskuista.
hr: Definiraj kada
it: Indica quando essere informato sulle prossime bollette.
nl: Definieer wanneer er voor nieuwe rekeningen gewaarschuwd moet worden.
pl: Ustaw powiadomienia dla nadchodzących rachunków.
pt_br: Definir quando ser notificado das próximas contas.
ro: Înștiințează când sa se facă notificarea facturilor viitoare.

source: _Notify before due date:
cs: Upozorňovat před ko_ncem splatnosti:
de: Be_nachrichtigen vor Fälligkeitsdatum:
fi: _Huomauta ennen eräpäivää.
pt_br: _Notificar antes da data de vencimento:
ro: Ate_nționează înainte de data scandentă:
zh_cn: 应付日期之前通知(_N)：

source: <b>Alert Type</b>
cs: <b>Způsob upozornění</b>
de: <b>Alarmart</b>
fi: <b>Hälytyksen tyyppi</b>
pt_br: <b>Tipo de alerta</b>
ro: <b>Tip alertă</b>
zh_cn: <b>警报类型</b>

source: Notification _Bubble
cs: _Oznamovací bublina
de: _Benachrichtigungsblase
fi: Ilmoitus_kupla
pt_br: _Balão de notificação
ro: _Balon de înștiințare

source: Alert _Dialog
cs: _Dialogové okno s upozorněním
de: Alarm_fenster
fi: Ilmoitus_ikkuna
pt_br: _Diálogo de alerta
ro: _Dialog alertă
zh_cn: 警报对话框(_D)

source: <b>Warning:</b> BillReminder Notifier is not running! You need to start it in order to receive notifications.
cs: <b>Varování:</b> Oznamovač BillReminder neběží! Pokud chcete být upozorňováni na konce splatnosti, musíte jej spustit.
de: <b>Warnung:</b> BillReminder Notifier läuft nicht! Es muss laufen, um Benachrichtigungen anzeigen zu können.
fi: <b>Varoitus:</b> Laskumuistuttajan huomautin ei ole käynnissä! Jos haluat huomautuksia, sinun täytyy käynnistää se erikseen.
hr: <b>Upozorenje</b> BillReminder daemon nije pokrenut! Morate ga pokrenuti kako bi dobivali "obavijesti.
it: <b>Attenzione:</b> il sistema di notifica di BillReminder non è in esecuzione! Deve essere avviato per ricevere le notifiche.
nl: <b>Waarschuwing:</b> BillReminder Notifier draait niet! Start de BillReminder Notifier om notificaties te ontvangen.
pt_br: <b>Aviso:</b> O Notificador do BillReminder não está sendo executado! Você precisa iniciá-lo para receber as notificações.
ro: <b>Atenție:<b> Înștiințarea BillReminder nu este pornită! Pentru a primi înștiințări trebuie să porniți aplicația .
zh_cn: <b>警告：</b> BillReminder 通知程序 没有运行。需要启动它以便接收通知。

source: _Start BillReminder Notifier
cs: _Spustit oznamovač BillReminder
de: BillReminder Notifier _starten
fi: _Käynnistä laskumuistuttajan huomautin
hr: _Pokreni BillReminder daemon
it: _Avvia il sistema di notifica di BillReminder
nl: BillReminder notifier _starten
pl: Uruchom Powiadomienia BillRemindera
pt_br: _Iniciar o Notificador do BillReminder
ro: _Pornește Înștiințarea BillReminder
zh_cn: 启动 BillReminder 通知程序(_S)

source: <b>Note:</b> BillReminder Notifier is now running.
cs: <b>Poznámka:</b> Oznamovač BillReminder běží.
de: <b>Note:</b> BillReminder Notifier läuft jetzt.
fi: <b>Huomaa:</b> Laskumuistuttajan huomautin on nyt käynnissä.
hr: <b>Informacija:</b> BillReminder daemon je sada pokrenut.
it: <b>Nota:</b> il sistema di notifica di BillReminder è ora in esecuzione.
nl: <b>Notificatie:</b> BillReminder Notifier draait nu.
pl: <b>Uwaga:</b> uruchomiono Powiadomienia BillRemindera.
pt_br: <b>Nota:</b> O Notificador do BillReminder já está sendo executado.
ro: <b>Notă:<b> Înștiințarea BillReminder este acum pornită.
zh_cn: <b>注意：</b>BillReminder 通知程序现在正在运行。

source: %m/%d/%Y
cs: %d.%m.%Y
de: %d/%m/%Y
pt_br: %d/%m/%Y
ro: %d/%m/%Y

source: _None
cs: Žád_né
de: _Keine
fi: _Ei mitään
pt_br: _Nenhum
ro: _Niciuna
zh_cn: 无(_N)

source: Select date and time
cs: Vyberte datum a čas
de: Datum und Zeit auswählen
fi: Valitse päiväys ja aika
hr: Odaberite datum i vrijeme:
it: Seleziona data e ora
nl: Datum en tijd selecteren
pl: Wybierz czas i datę
pt_br: Seleciona a data e o horário
ro: Alegeți data și ora
zh_cn: 选择日期和时间

source: <b>_Time:</b>
cs: <b>Č_as:</b>
de: <b>_Zeit:</b>
fi: <b>_Aika:</b>
pt_br: <b>_Horário:</b>
ro: <b>_Timp:</b>
zh_cn: <b>时间(_T)：</b>

source: Bills:
cs: Účtenky:
de: Rechnungen:
fi: Laskut:
pt_br: Contas:
ro: Facturi:
zh_cn: 账单：

source: Notes:
cs: Poznámky:
de: Notizen:
fi: Huomautukset:
hr: Bilješke:
it: Note:
nl: Notities:
pl: Uwagi:
pt_br: Anotações:
ro: Notițe:
zh_cn: 注意：

source: Hide Window
cs: Skrýt okno
de: Fenster verbergen
fi: Piilota ikkuna
hr: Sakrij prozor
it: Nascondi finestra
nl: Venster verbergen
pl: Ukryj okno
pt_br: Ocultar janela
ro: Ascunde fereastra
zh_cn: 隐藏窗口

source: Show Window
cs: Zobrazit okno
de: Fenster anzeigen
fi: Näytä ikkuna
hr: Prikaži prozor
it: Mostra finestra
nl: Venster tonen
pl: Pokaż okno
pt_br: Mostrar janela
ro: Arată fereastra
zh_cn: 显示窗口

source: About
cs: O aplikaci
de: Info
fi: Tietoja
hr: O programu
it: Informazioni
nl: Info
pl: O programie
pt_br: Sobre
ro: Despre
zh_cn: 关于

source: Quit
cs: Ukončit
de: Beenden
fi: Lopeta
hr: Izlaz
it: Esci
nl: Afsluiten
pl: Zakończ
pt_br: Sair
ro: Ieșire
zh_cn: 退出

source: Category
cs: Kategorie
de: Kategorie
fi: Luokka
hr: Kategorija
it: Categoria
nl: Categorie
pl: Kategoria
pt_br: Categoria
ro: Categorie
zh_cn: 分类

source: Date
cs: Datum
de: Datum
fi: Päiväys
hr: Datum
it: Data
nl: Datum
pl: Data
pt_br: Data
ro: Data
zh_cn: 日期

source: Notes
cs: Poznámky
de: Bemerkungen
fi: Huomautukset
hr: Bilješke
it: Note
nl: Notities
pl: Notatki
pt_br: Anotações
ro: Notițe
zh_cn: 注意

source: Paid
cs: Zaplaceno
de: Bezahlt
fi: Maksettu
hr: Plaćeno
it: Pagata
nl: Betaald
pl: Zapłacony
pt_br: Paga
ro: Plătit
zh_cn: 已付

source: Alarm
cs: Upozornění
fi: Muistutus
it: Avviso
nl: Waarschuwing
pt_br: Alarme
ro: Alarmă
zh_cn: 警告

source: Developers:
cs: Vývojáři:
de: Entwickler:
fi: Kehittäjät:
hr: Autori:
it: Sviluppatori:
pl: Autorzy:
pt_br: Desenvolvedores:
ro: Dezvoltatori:
zh_cn: 开发者：

source: Contributors:
cs: Přispěvatelé:
de: Mitwirkende:
fi: Avustajat:
hr: Doprinjeli:
it: Collaboratori:
pl: Współpraca:
pt_br: Contribuidores:
ro: Au contribuit:
zh_cn: 贡献者：

source: Utilities
ro: Utilități

source: Food & Dining
ro: Alimentare & mese

source: Mortgage
ro: Credit ipotecar

source: Rent
ro: Chirie

source: Medical
ro: Medicale

source: Educational
ro: Educațional

source: Donations
ro: Donații

source: Credit Card
ro: Cărți de credit

source: Gifts
ro: Cadouri

source: Books
ro: Cărți

source: Online Services
ro: Servicii online

source: Insurance
ro: Asigurare

source: Auto & Transport
ro: Auto & transporturi

source: Home
ro: Acasă

source: Gas & Fuel
ro: Gaz & combustibil

source: Electronics
ro: Electronice

source: Question
cs: Otázka
de: Frage
fi: Kysymys
hr: Pitanje
it: Domanda
nl: Vraag
pl: Pytanie
pt_br: Pergunta
ro: Întrebare
zh_cn: 问题

source: Error
cs: Chyba
de: Fehler
fi: Virhe
hr: Pogreška
it: Errore
nl: Fout
pl: Błąd
pt_br: Erro
ro: Eroare
zh_cn: 错误

source: Information
cs: Informace
fi: Tietoja
hr: Informacije
it: Informazioni
nl: Informatie
pl: Informacja
pt_br: Informação
ro: Informații
zh_cn: 信息

source: Close _Without Saving
cs: Zavřít _bez uložení
de: Ohne Speichern s_chließen
fi: Sulje _tallentamatta
hr: Izađi _bez snimanja
it: Chiudi _senza salvare
nl: Sluiten en niet opslaan
pl: Zamknij _bez zapisywania
pt_br: Fechar _sem salvar
ro: Închide _fără a salva
zh_cn: 不保存关闭(_W)

source: Save changes before closing?
cs: Uložit změny před zavřením?
de: Änderungen vor dem Schließen speichern?
fi: Tallennetaanko ennen sulkemista?
hr: Snimi promjene prije zatvaranja?
it: Salvare le modifiche prima di uscire?
nl: Veranderingen opslaan bij het verlaten?
pl: Zapisać zmiany przez wyjściem?
pt_br: Salvar alterações antes de fechar?
ro: Doriți să salvați modificările înainte de a închide?
zh_cn: 关闭之前保存修改？

source: If you close without saving, your changes will be discarded.
cs: Pokud zavřete bez uložení, budou změny nenávratně ztraceny.
de: Wenn Sie das Programm schließen ohne zu speichern, werden Ihre Änderungen verworfen.
fi: Jos suljet tallentamatta, muutoksesi hylätäään.
hr: Ako zatvorite bez snimanja, vase promjene će biti odbačene.
it: Se chiudi senza salvare, le modifiche andranno perse.
nl: De veranderingen zullen verloren gaan als ze niet opgeslagen worden bij het afsluiten.
pl: Jeśli zamkniesz nie zapisując Twoje zmiany zostaną odrzucone.
pt_br: Se você fechar sem salvar, as alterações serão descartadas.
ro: Dacă închideți fără a salva, schimbările vor fi anulate.
zh_cn: 如果关闭而不保存，您的修改将被丢弃。

source: Once
cs: Jednou
de: Einmal
fi: Kerran
hr: Jednom
it: Una volta
nl: Eenmalig
pl: Raz
pt_br: Uma vez
ro: O dată
zh_cn: 只有一次

source: Weekly
cs: Týdně
de: Wöchentlich
fi: Viikottain
hr: Tjedno
it: Settimanalmente
nl: Wekelijk
pl: Co tydzień
pt_br: Semanalmente
ro: Săptămânal
zh_cn: 每周

source: Monthly
cs: Měsíčně
de: Monatlich
fi: Kuukausittain
hr: Mjesečno
it: Mensilmente
nl: Maandelijks
pl: Co miesiąc
pt_br: Mensalmente
ro: Lunar
zh_cn: 每月

source: Cancel
cs: Zrušit
de: Abbrechen
hr: Prekini
it: Annulla
nl: Annuleren
pl: Anuluj
pt_br: Cancelar

source: <b>_Repeat:</b>
cs: <b>_Opakovat:</b>
de: <b>_Wiederholen:</b>

source: <b>Due Date:</b>
cs: <b>Datum splatnosti:</b>
de: <b>Fälligkeitsdatum:</b>

source: <b>End Date:</b>
cs: <b>Konečné datum:</b>
de: <b>Enddatum:</b>

source: <b>_Payee:</b>
cs: <b>_Věřitel:</b>
de: <b>Zahlungs_empfänger:</b>

source: <b>_Amount:</b>
cs: <b>Částk_a:</b>
de: <b>_Betrag:</b>

source: <b>_Category:</b>
cs: <b>_Kategorie:</b>
de: <b>_Kategorie:</b>

source: <b>_Notes:</b>
cs: <b>Poz_námky:</b>
de: <b>_Notizen:</b>

source: <b>A_larm:</b>
cs: <b>Výst_raha:</b>

source: <b>Optional Fields:</b>
cs: <b>Volitelná pole:</b>
de: <b>Optionale Felder:</b>

source: %m/%d
cs: %d. %m
de: %d.%m.
fi: %d.%m.
hr: %d/%m
it: %d/%m
nl: %d-%m
pl: %d/%m
pt_br: %d/%m

source: New
cs: Nová
de: Neu
hr: Novi
it: Nuovo
nl: Nieuw
pl: Nowy

source: Not Paid
cs: Nezaplaceno
de: Nicht bezahlt
hr: Neplaćeno
it: Non pagata
nl: Niet betaald
pl: Niezapłacony
pt_br: Não paga
zh_cn: 未付

source: _Add New
cs: Přid_at novou
de: _Neu hinzufügen
hr: _Dodaj novi
it: _Aggiungi nuova
nl: _Nieuwe toevoegen
pl: _Dodaj nowy

source: _Paid
cs: _Zaplaceno
de: _Bezahlt
hr: _Plaćeno
it: _Pagata
nl: Be_taald
pl: _Zapłacony

source: _Not Paid
cs: N_ezaplaceno
de: _Nicht bezahlt
hr: _Neplaćeno
it: _Non pagata
nl: _Niet betaald
pl: _Nie zapłacony

source: Edit preferences
cs: Upravit předvolby
de: Einstellungen bearbeiten
hr: Promijeni postavke
it: Modifica preferenze
nl: Voorkeuren aanpassen
pl: Edytuj ustawienia

source: Quit the Program
cs: Ukončit aplikaci
de: Programm beenden
hr: Izlaz iz programa
it: Esci dal programma
nl: De applicatie verlaten
pl: Zakończ program

source: About the application
cs: O aplikaci
de: Über die Anwendung
hr: O aplikaciji
it: Informazioni sull'applicazione
nl: Over het programma
pl: O programie

source: Display all unpaid bills only
cs: Zobrazovat pouze nezaplacené účtenky
de: Nur alle unbezahlten Rechnungen anzeigen

source: Display all paid bills only
cs: Zobrazovat pouze zaplacené účtenky
de: Nur alle bezahlten Rechnungen anzeigen.

source: Display all bills
cs: Zobrazovat všechny účtenky
de: Alle Rechnungen anzeigen.

source: Not _Paid
cs: _Nezaplacené
de: Nicht_bezahlt
hr: Nije plać_eno
it: Non _pagate
nl: Niet _betaald
pl: Nie za_płacone

source: %Y/%m/%d %H:%M
cs: %d.%m.%Y %H:%M h
de: %d.%m.%Y %H:%M
hr: %d/%m/%Y %H:%M
nl: %d-%m-%Y %H:%M
pl: %d-%m-%Y %H:%M
pt_br: %d/%m/%Y %H:%M

source: An error occurred while connecting to BillReminder Notifier! Do you want to launch it and restart BillReminder?
cs: Vyskytla se chyba při připojování k oznamovači BillReminder! Chcete ho spustit a restartovat BillReminder?
de: Es ist ein Fehler beim Verbinden mit BillReminder Notifier aufgetreten! Wollen Sie diesen öffnen und BillReminder neu starten?
hr: Dogodila se pogreška pri spajanju na BilLReminder daemon-a! Želite li ga pokrenuti i ponovno startati BillReminder?
it: C'è stato un errore durante la connessione al sistema di notifica di BillReminder! Vuoi eseguirlo e riavviare BillReminder?
nl: Er was een fout bij het verbinden met de BillReminder Notifier! Wilt u het starten en BillReminder herstarten?
pl: Wystąpił błąd podczas podłączania do Powiadomień BillRemindera! Czy chcesz je uruchomić i ponownie uruchomić program?
pt_br: Um erro ocorreu enquanto conectava ao Notificador do BillReminder! Você deseja lançá-lo e reiniciar o BillReminder?

source: All Bills
pt_br: Todas as contas
zh_cn: 所有账单

source: Not Paid Only
pt_br: Apenas as não pagas
zh_cn: 只有未支付

source: Paid Only
pt_br: Apenas as pagas
zh_cn: 只有已支付

source: _Bill
pt_br: Contas
zh_cn: 账单(_B)

source: Add New
pt_br: Adicionar nova
zh_cn: 添加新的

source: Delete
pt_br: Excluir
zh_cn: 删除

source: BillReminder
fi: Laskumuistuttaja
zh_cn: 账单提示器

source: Adds a new record to the database.
it: Aggiunge una nuova voce al database.
nl: Nieuw record toevoegen aan de database.
pl: Dodaje nowy wpis do bazy.

source: How many times to repeat this bill.
hr: Koliko puta želite ponoviti ovaj račun.
it: Quante volte ripetere questa bolletta.
nl: Hoeveel maal deze rekening herhaald moet worden.
pl: Ile razy powtórzyć ten rachunek.

source: Add a new record
hr: Dodaj novi unos
it: Aggiungi una nuova voce
nl: Nieuw record toevoegen
pl: Dodaj nowy wpis

source: Edit a record
hr: Promijeni unos
it: Modifica una voce
nl: Een record bewerken
pl: Edytuj wpis

source: Delete selected record
hr: Izbriši odabrani unos
it: Elimina la voce selezionata
nl: Het geselecteerde record verwijderen
pl: Usuń wybrany wpis

source: Display all unpaid records only
hr: Prikaži samo neplaćene unose
it: Mostra solamente tutte le voci non pagate
nl: Enkel onbetaalde records weergeven
pl: Pokaż tylko niezapłacone wpisy

source: Display all paid records only
hr: Prikaži samo plaćene unose
it: Mostra solamente tutte le voci pagate
nl: Enkel betaalde records weergeven
pl: Pokaż tylko zapłacone wpisy

source: _All Records
hr: Sv_i unosi
it: _Tutte le voci
nl: _Alle records
pl: Wszystkie

source: Display all records
hr: Prikaži sve unose
it: Mostra tutte le voci
nl: Alle records weergeven
pl: Wyświetlaj wszystkie wpisy

source: Records:
hr: Unosi:
it: Voci:
pl: Wpisów:

source: Add a New Record
hr: Dodaj unos
it: Aggiungi una nuova voce
nl: Nieuw record toevoegen
pl: Dodawanie nowego wpisu

source: Edit a Record
hr: Promijeni unos
it: Modifica una voce
nl: Record bewerken
pl: Edycja wpisu
