Repository: LuizArmesto/billreminder
Catalog: locale/po/*.po
Languages: no_nb

source: Editing bill '%s'
no_nb: Rediger regning '%s'

source: %Y/%m/%d
no_nb: %d/%m/%Y

source: You have 1 outstanding bill to pay!
no_nb: Du har 1 utesående regning å betale!

source: You have %s outstanding bills to pay!
no_nb: Du har %s utesående regninger å betale!

source: Payee
no_nb: Betale til

source: Due Date
no_nb: Forfalls dato

source: Amount Due
no_nb: Sum Forfalt

source: Notes
no_nb: Notater

source: Paid
no_nb: Betalt

source: do you really want to remove it? <b>%(payee)s - %(amount)0.2f </b>
no_nb: vil du virkelige fjerne den? <b>%(payee)s·-·%(amount)0.2f·</b>

source: Add New
no_nb: Legg til Ny

source: Remove
no_nb: Fjerne

source: Edit
no_nb: Rediger

source: Not Paid
no_nb: Ikke Betalt

source: Cancel
no_nb: Kanseller

source: <big><b>Are you sure you want to quit?</b></big>
no_nb: <big><b>Er du sikker på at du vil avslutte?</b></big>

source: The following bill was removed:
no_nb: Følgende regninger ble fjernet:

source: Item deleted.
no_nb: Objekt slettet.

source: Bill '%s' not deleted.
no_nb: Regning '%s' ikke slettet.

source: Hide Window
no_nb: Skjul Vindu

source: Show Window
no_nb: Vis Vindu

source: Quit
no_nb: Avslutt

source: Question
no_nb: Spørsmål

source: Error
no_nb: Feil

source: translator-credits
no_nb: oversetter-bidrag

source: <b>Amount:</b>
no_nb: <b>Sum:</b>

source: <b>Due Date:</b>
no_nb: <b>Forfalls Dato:</b>

source: <b>Note:</b>
no_nb: <b>Notat:</b>

source: <b>Payee:</b>
no_nb: <b>Betale til:</b>

source: Bill
no_nb: Regning

source: Save as Paid
no_nb: Lagre som Betalt

source: <b>Records:</b>
no_nb: <b>Registrerte:</b>

source: Mostrar Janela
no_nb: Vis Vindu

source: N_ot Paid
no_nb: I_kke Betalt

source: _Edit
no_nb: R_ediger

source: _File
no_nb: _Fil

source: _Help
no_nb: _Hjelp

source: _Paid
no_nb: _Betalt
